Repository: lhfirass/x-wordpress-code
Catalog: woodokan/languages/cod-express-checkout-*.po
Languages: ar

source: Show Express checkout form
ar: إظهار خانات الطلب السريع

source: Disable
ar: غيل مفعل

source: Enable
ar: مفعل

source: Shipping price
ar: ثمن الشحن

source: Checkout notice
ar: ملحوضة

source: First name
ar: الإسم الأول

source: Last Name
ar: الإسم الاخير

source: Adress
ar: العنوان

source: City
ar: المدينة

source: Shipping Locations with price
ar: مناطق الشحن مع ثمن التوصيل

source: Email
ar: البريد الإلكتروني

source: Phone
ar: الهاتف

source: Country
ar: الدولة

source: Customer note
ar: ملاحظة الزبون

source: Postal code
ar: الرمز البريدي

source: Company
ar: الشركة

source: Free trial from Woodokan plugin
ar: الفترة التجريبية المجانية مقدمة من وودكان.

source: Checkout fields configuration
ar: إعدادات حقول الإدخال

source: Styling
ar: التنسيق

source: Shipping locations
ar: مناطق الشحن

source: General settings
ar: إعدادات عامة

source: Technical support
ar: الدعم التقني

source: Save changes
ar: حفظ التغييرات

source: Placeholder Text
ar: الإسم المساعد

source: Required
ar: مطلوب

source: Yes
ar: نعم

source: No
ar: لا

source: Field size
ar: حجم الحقل

source: Half Row
ar: نصف المساحة

source: Full Row
ar: عرض كامل

source: Import shipping locations
ar: إستيراد مناطق الشحن

source: Import shipping states
ar: إستيراد مناطق الشحن

source: Facebook Pixel
ar: فيسبوك بيكسل

source: Add a piece of code to your website that lets you measure, optimise and build audiences for your ad campaigns.
ar: أضِف رمزًا برمجيًا لموقعك على الويب يتيح لك قياس جماهير حملاتك الإعلانية وتحسينها وإنشاءها.

source: View page
ar: زيارة الموقع

source: Add to cart
ar: إضافة إلى السلة

source: Place order
ar: إتمام الطلب

source: How to install Fcaebook Pixel
ar: كيفية تثبيت فيسبوك بيكسل

source: Thank you page settings
ar: إعدادات صفحة الشكر

source: Redirection method
ar: إعادة التوجيه بعد الطلب

source: Woocommerce order received page
ar: صفحة الشكر الخاصة بووركوميرس

source: Custom URL
ar: رابط صفحة مخصصة

source: URL
ar: الرابط

source: Main settings
ar: الإعدادات

source: Form display
ar: ظهور الفورم

source: All Products
ar: كل المنتجات

source: Activate manually
ar: التفعيل يدويا لكل منتج

source: Sheet link
ar: ربط Google sheet

source: Express Editor
ar: حساب الربط

source: Spread Sheet URL
ar: رابط جدول البيانات

source: sheet pege name
ar: إسم الصفحة

source: Woocommerce order
ar: البيانات

source: Unselected data
ar: اليانات الغير المرسلة

source: Selected data
ar: البيانات المرسلة

source: Shipping locations list
ar: لائحة مناطق الشحن

source: Price
ar: التكلفة

source: Delete
ar: حذف

source: Add shipping location
ar: إضافة منطقة شحن

source: Import shipping location
ar: إستيراد مناطق الشحن

source: Form stylings
ar: تنسيقات الفورم

source: Form minimum width
ar: عرض حجم الفورم

source: Border radius (px)
ar: إنحناء الزوايا (بالبكسل)

source: Margin top (px)
ar: الهامش في الأعلى

source: Margin bottom (px)
ar: الهامش في الأسفل (بالبكسل)

source: Padding (px)
ar: الهامش الداخلي

source: From border color
ar: لون إطار الفورم

source: Form title color
ar: لون عنوان الفورم

source: Form background color
ar: لون خلفية الفورم

source: Form title size
ar: حجم عنوان الفورم

source: Button text
ar: نص الزر

source: Form title
ar: حقول الإدخال

source: Quantity input
ar: خانة الكمية

source: invisible
ar: مخفي

source: visible
ar: مرئي

source: Order summary
ar: ملخص الطلب

source: Order summary default state
ar: الحالة الإفتراضية لملخص الطلب

source: Form inputs
ar: حقول الإدخال

source: Border color
ar: لون الإطار

source: Border color (onfocus)
ar: لون الإطار عند الضغط

source: Text color
ar: لون النص

source: Background color
ar: لون الخلفية

source: Height (px)
ar: الطول (بالبكسل)

source: Border width (px)
ar: عرض خط الإطار (بالبكسل)

source: Placeholder size (px)
ar: حجم النص التوضيحي (بالبكسل)

source: Border width (px) (onfocus)
ar: حجم خط الإطار عند الضغط (بالبكسل)

source: Buy now button
ar: زر الشراء

source: Text color (onhover)
ar: لون النص عند (عند التمرير)

source: Background color (hover)
ar: لون الخلفية عند (عند التمرير)

source: Font size (px)
ar: حجم النص (بالبكسل)

source: Labels
ar: عناوين الحقول

source: Font weight
ar: حجم خط النص

source: Normal
ar: عادي

source: Lighter
ar: خفيف

source: Bold
ar: عريض

source: Bolder
ar: مركز جدا

source: Visible
ar: مرئي

source: Form
ar: إستمارة اطلب

source: Checkout form preview
ar: معاينة التنسيق

source: Example text
ar: الاسم المعروض

source: Your woodokan 15 days trial has expired, and your account is now frozen, so you can’t access it. To pick up where you left off, just the button below and upgrade now.
ar: لقد إنتهت الفترة التجريبية المقدمة من وودكان لذلك تم تجميد كل وضائف الإضافة .يمكنك الإستفاذة من مميزات الإضافة مدى الحياة من خلال الترقية إلى الخطة المدفوعة.

source: Get the plugin
ar: الحصول على الإضافة

source: Contact support
ar: الدعم التقني

source: Express cod checkout
ar: خانات الطلب السريع

source: Your order
ar: معلومات الطلب

source: Total
ar: المجموع

source: Shipping
ar: ثمن الشحن

source: Quantity
ar: الكمية

source: Product price
ar: ثمن المنتج

source: Edit
ar: تعديل

source: Notice
ar: ملحوضة

source: Type
ar: النوع

source: order placed successfully!
ar: تم إرسال الطلب بنجاح

source: Sorry we can not process this order now , please try later
ar: عذرا ! لا يمكن معالجة هذا الطلب حاليا . أعد المحاولة لاحقا

source: product added to cart sucessfully
ar: تم إرسال الطلب بنجاح

source: Cannot add item to cart
ar: لم يتم إضافة المنتج لسلة المشتريات

source: You are not allowed to update this option
ar: لا يمكنك القيام بهذا الإجراء

source: Fields updated successfully !
ar: تم التعديل بنجاح!

source: Fields are already updated!
ar: ليس هناك أي تغيير

source: You are not allowed to update this due to security reasons
ar: لا يمكنك القيام بهذا الإجراء لدواعي أمنية

source: This field is required
ar: هذا الحقل مطلوب

source: Invalid phone
ar: رقم هاتف غير صالح

source: Phone is less than 10
ar: رقم الهاتف أقل من 10 أرقام

source: Invalid email
ar: البريد الإلكتروني غير صالح

source: Product
ar: المنتج

source: Free shipping
ar: شحن مجاني

source: Placeholder
ar: الإسم المساعد

source: %s quantity
ar: الكمية %s

# Product quantity input tooltip
source: Qty
ar: الكمية

source: Buy now
ar: إشتري الآن

source: This product is currently out of stock and unavailable.
ar: المنتج غير متوفر حاليا.

source: Sorry, this product is unavailable. Please choose a different combination.
ar: عذرا , هذا المنتج غير متوفر حاليا يمكنك القيام بتحديد خيار آخر.
